--[[
|------------------------------------------------- |--------- ______-----------------_________---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _______/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /______    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \______   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   _____/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /________/     |
|--------------------------------------------------|---------------------------------------------|
|  This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 2.0 Anti Spam Cli Bot  |
|------------------------------------------------------------------------------------------------|
]]
do
function run(msg, matches)
  return [[
l1l.ir/picd
📃 خرید و فروش معادن طلا و مس 
+ در ایران به صورت کارگذاری 🇮🇷
جهت اطلاعات بیشتر با آقای بابائی در ارتباط باشید : 
📞 شماره تماس : +989154395371
📬 آیدی تلگرام : @translatorbabaee 
💢 افراد ریپورت با ربات پشتیبانی ارتباط برقرار کنند :  
📮 @HesamMarketing_Bot 

📩 پاسخ شما را به زودی جواب خواهیم داد ... 

🌟 Hesam Marketing Team 🌟
]]
end

return {
  description = "hazer",
  usage = "hazer",
  patterns = {
    "معدن(.*)$",
	"خرید(.*)$",
	"مارکتینگ(.*)$",
	
  },
  run = run
}

end
